export const work_post = {
  2: '其它',
  3: '收费站站长',
  4: '收费站副站长',
  5: '收费员',
  6: '管理处高级管理人员',
  7: '管理处中级管理人员',
  8: '管理处一般管理人员',
  9: '营运公司高级管理人员',
  10: '营运公司中级管理人员',
  11: '营运公司一般管理人员',
  12: '川高公司高级管理人员',
  13: '川高公司中级管理人员',
  14: '川高公司一般管理人员',
  15: '收费班长',
  16: '收费副班长',
};

export const educational = {
  1: '研究生',
  2: '本科',
  3: '专科',
  4: '中专',
  5: '高中'
};

export const politics = {
  1: '中共党员',
  2: '共青团员',
  3: '群众',
  4: '其他党派'
};

export const list_group = {
  1: '一班',
  2: '二班',
  3: '三班',
  4: '四班',
  5: '五班',
  6: '六班',
  7: '机动班',
  8: '常白班',
  100: '站监控室'
};

export const applyType = {
  1: '事假',
  2: '年休',
  3: '补休',
  4: '病假',
  5: '产假',
  6: '婚假',
  7: '其他'
};
